Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: actions were aimed, in particular, at: implementing new mechanisms of local community cooperation for the sake of environmental protection, strengthening social groups engaged in environmental protection activities, counteracting the degradation of the natural environment and climate change, elimination of threats of contamination with toxic substances and hazardous waste, enhancing preparedness of the state and the local communities for coping with natural disasters and reducing the risk of their occurrence.
pl: Działania służyły w szczególności: wdrażaniu nowych mechanizmów współpracy społeczności lokalnych na rzecz ochrony środowiska, wzmocnieniu grup społecznych podejmujących działania związane z ochroną środowiska, przeciwdziałaniu degradacji środowiska naturalnego i zmianom klimatu, likwidacji zagrożeń skażenia substancjami toksycznymi oraz odpadami niebezpiecznymi, wzmocnieniu przygotowania państwa i społeczności lokalnych do radzenia sobie z katastrofami naturalnymi i redukowaniu ryzyka ich wystąpienia.

source: Read more about Polish aid for Azerbaijan:
pl: Czytaj więcej o polskiej pomocy dla Azerbejdżanu:

source: You are here Polish Aid / News / Visit to Azerbaijan by Under-Secretary of State Krzysztof Stanowski
pl: jesteś tutaj Polska pomoc / Aktualności / Wizyta Podsekretarza Stanu Krzysztofa Stanowskiego w Azerbejdżanie

source: Visit to Azerbaijan _ Under-Secretary of State Krzysztof Stanowski
pl: Wizyta Podsekretarza Stanu Krzysztofa Stanowskiego w Azerbejdżanie

source: As part of the official visit of Polish President Bronisław Komorowski to Baku, MFA Under-Secretary of State Krzysztof Stanowski met, July 25th, with NGO representatives and holders of the L. Kirkland Scholarship from Azerbaijan.
pl: 25 lipca w ramach oficjalnej wizyty Prezydenta RP Pana Bronisława Komorowskiego w Baku, Podsekretarz Stanu w MSZ Krzysztof Stanowski spotkał się z przedstawicielami NGO oraz azerbejdżańskimi stypendystami programu L. Kirklanda.

source: During his visit, Minister Stanowski underscored the significance of the Polish Presidency of the EU Council and Warsaw's interest in developing cooperation, in particular in the framework of the Eastern Partnership programme.
pl: W trakcie spotkania minister Stanowski podkreślił znaczenie przewodnictwa Polski w Radzie UE oraz zainteresowanie Warszawy w zakresie rozwijania współpracy, w szczególności w ramach realizacji projektu Partnerstwa Wschodniego.

source: At the same time, Minister Stanowski noted the need to deepen development cooperation stemming from European Neighbourhood Policy and to maintain the right balance between its southern and eastern dimensions - with the latter bearing special significance for Poland.
pl: Jednocześnie minister zaznaczył konieczność pogłębiania współpracy rozwojowej w realizacji założeń Europejskiej Polityki Sąsiedztwa przy zachowaniu równowagi pomiędzy jej wymiarem południowym oraz, istotnym z naszego punktu widzenia, wymiarem wschodnim.

source: In the Minister's opinion, Poland - a country which successfully gone through systemic transition - is ready to provide support to its partners.
pl: W ocenie ministra Polska jako kraj, który z sukcesem przeszedł proces transformacji ustrojowej jest gotowy do udzielenia wsparcia naszym partnerom.

source: The most important topics discussed during the meeting included the role of women and the family with regard to the current socio-political situation in Azerbaijan, equal access to education, and access to psychological counselling and free-of-charge legal assistance.
pl: Wśród głównych tematów poruszonych w trakcie spotkania do najważniejszych należały: rola kobiety i rodziny w obecnej sytuacji społeczno-politycznej w Azerbejdżanie, równy dostęp do edukacji, dostęp do pomocy psychologicznej oraz bezpłatnej pomocy prawnej.

source: Commenting on the social situation, the participants of the meeting emphasized the negative influence of the unregulated conflict in Nagorno-Karabakh on the social role and position of women, who often carry the burden of responsibility for entire families.
pl: Uczestnicy spotkania komentując sytuację społeczną podkreślali negatywny wpływ nieuregulowanego konfliktu o Górski Krabach na pozycję i rolę kobiety, na której niejednokrotnie spoczywa główny ciężar odpowiedzialności za życie rodzinne.

source: Other important problems to be noted included the state of Azerbaijani orphanages and the possible directions for reform in this field.
pl: Wśród istotnych problemów wskazali także kwestię kondycji azerbejdżańskich domów dziecka oraz możliwych kierunków reformy w tym zakresie.

source: Another mentioned topic was the unadapted legal framework and the lack of relevant executive regulations, accompanied by a lack of understanding for the idea of foster homes.
pl: Podkreślano niedostosowanie obecnie obowiązującego prawa oraz brak stosownych przepisów wykonawczych przy jednoczesnym braku zrozumienia dla idei rodzinnych domów dziecka.

source: In Azerbaijan, the principle of equal access to higher education remains purely theoretical, while the implemented reforms do not solve the problem at heart.
pl: Zasada równych szans w dostępie do szkolnictwa wyższego w Azerbejdżanie pozostaje tylko teoretyczna, zaś wprowadzane reformy nie rozwiązują problemu.

source: An equally complex problem is that of access to psychological counselling and free-of-charge legal assistance.
pl: Równie złożony problem stanowi dostępności do pomocy psychologicznej oraz bezpłatnego dostępu do pomocy prawnej.

source: Minister Stanowski informed the participants of the Polish solutions to the problems in question, in particular highlighting Poland's successes in providing equal education opportunities for youth from smaller towns and larger cities, as well as active social involvement (e.g. social solidarity expressed during the campaigns conducted by the Great Orchestra of Christmas Charity).
pl: Minister Stanowski poinformował uczestniczących w spotkaniu o polskich rozwiązaniach w zakresie omawianych problemów wskazując zwłaszcza na sukcesy w wyrównywaniu szans edukacyjnych pomiędzy młodzieżą w małych miejscowości a dużych ośrodków miejskich, a także aktywność i zaangażowanie społeczeństwa (m.in. przykład społecznej solidarności wyrażanej poprzez akcje Orkiestry Świątecznej Pomocy).

source: Minister Stanowski extended the greetings of Polish President Bronisław Komorowski to the participants and expressed the hope that civil society in Azerbaijan will continue to flourish.
pl: Minister Stanowski przekazując pozdrowienia Prezydenta RP Pana Bronisława Komorowskiego wyraził również nadzieję na dalszą aktywizację społeczeństwa obywatelskiego w Azerbejdżanie.

source: Palestine ranks 113th (in 2014) in terms of the HDI (Human Development Index) developed by the UNDP to monitor the social and economic development of the world's countries each year.
pl: Palestyna zajmuje 113. pozycję (2014 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: Financial assistance from international donors makes up a significant part of the state budget.
pl: Wsparcie finansowe ze strony międzynarodowych donorów stanowi istotną część budżetu kraju.

source: The largest donors of development assistance to Palestine are the EU, the UN, the USA, Japan and Arab countries of Persian Gulf.
pl: Do największych dawców pomocy rozwojowej na rzecz Palestyny należą UE, ONZ, USA, Japonia i arabskie kraje Zatoki Perskiej.

source: The Palestinian Authority operates pursuant to the Oslo agreements (1993) and the Washington agreements (1995).
pl: Autonomia Palestyńska funkcjonuje na mocy porozumień z Oslo (1993 r.) i Waszyngtonu (1995 r.).

source: On 30 November 2012 the UN General Assembly adopted a resolution granting Palestine non-member state status.
pl: 30 listopada 2012 r. Zgromadzenie Ogólne NZ przyjęło rezolucję, która przyznała Palestynie status państwa-obserwatora w ZO (non-member state).

source: Pursuant to the presidential decree issued in January 2013, all Palestinian offices and institutions, including diplomatic agencies, were obligated to use the name “State of Palestine” in place of the former “Palestinian National Authority.”
pl: Na mocy prezydenckiego dekretu wydanego w styczniu 2013 r., palestyńskie urzędy i instytucje, w tym przedstawicielstwa dyplomatyczne, zostały zobowiązane do używania nazwy „Państwo Palestyna” w miejsce „Palestyńska Władza Narodowa”.

source: In February 2009, Polish Minister of Foreign Affairs, Radosław Sikorski, and Foreign Affairs Minister of the Palestinian National Authority, Riad Al-Malki, signed a three-year framework agreement on development cooperation between the MFA of the Republic of Poland and the FAM of the Palestinian National Authority.
pl: W lutym 2009 roku minister spraw zagranicznych RP Radosław Sikorski i minister spraw zagranicznych Palestyńskiej Władzy Narodowej Riad Al-Malki podpisali trzyletnie porozumienie ramowe o współpracy rozwojowej pomiędzy MSZ RP a MSZ Palestyńskiej Władzy Narodowej.

source: This was the first document of this type signed by Poland with a development cooperation partner and a beneficiary of Polish aid.
pl: Był to pierwszy tego typu dokument podpisany przez Polskę z partnerem współpracy rozwojowej i biorcą polskiej pomocy.

source: According to the principle of strengthening effectiveness and efficiency of development assistance, the Programme specifies the areas of Polish assistance, making a significant geographic concentration.
pl: W myśl zasady wzmacniania skuteczności i efektywności pomocy rozwojowej Program wskazuje obszary działania polskiej pomocy, dokonując znacznej koncentracji geograficznej.

source: Palestine, which has been the beneficiary of Polish development assistance continuously since 2005, is among 10 priority partner countries.
pl: Palestyna, która jest beneficjentem polskiej pomocy rozwojowej nieprzerwanie od 2005 r., znalazła się wśród 10 priorytetowych krajów partnerskich.

source: The total value of development assistance provided by Poland to Palestine between 2005 and 2016 exceeded PLN 25 million.
pl: Całkowita wartość pomocy rozwojowej przekazanej przez Polskę Palestynie w okresie 2005-2016 przekroczyła 25 mln PLN.

source: Guided by the principle of coherence of policy for development and the need to ensure compliance of the objectives of national policies with the Sustainable Development Goals (SDGs), the Programme specifies the areas of development assistance.
pl: Kierując się zasadą spójności polityki na rzecz rozwoju oraz potrzebą zapewnienia zgodności celów polityk krajowych z globalnymi celami zrównoważonego rozwoju ( Sustainable Development Goals , SDGs), Program precyzuje obszary działania pomocy rozwojowej.

source: In the case of Palestine, Polish development cooperation will focus on three thematic areas:
pl: W przypadku Palestyny polska współpraca rozwojowa będzie się koncentrować na trzech obszarach tematycznych:

source: human capital - in particular improvement of health care quality, inclusive education and universal access to quality education, civic education, social integration of people from groups at risk of exclusion;
pl: kapitał ludzki - w szczególności poprawa jakości opieki zdrowotnej, edukacja włączająca i powszechny dostęp do edukacji na wysokim poziomie, edukacja obywatelska, integracja społeczna osób z grup zagrożonych wykluczeniem;

source: agriculture and rural development - in particular food security, efficiency and competitiveness of agricultural production, access to outlets, use of modern technologies in agriculture, modernisation of local infrastructure;
pl: rolnictwo i rozwój obszarów wiejskich - w szczególności bezpieczeństwo żywnościowe, wydajność i konkurencyjność produkcji rolnej, dostęp do rynków zbytu, wykorzystanie nowoczesnych technologii w rolnictwie, modernizacja infrastruktury lokalnej;

source: entrepreneurship and private sector - in particular competitiveness and innovation of micro and small enterprises, social economy, entrepreneurship, especially of women and youth, vocational education and training.
pl: przedsiębiorczość i sektor prywatny - w szczególności konkurencyjność i innowacyjność mikro i małych przedsiębiorstw, ekonomia społeczna, przedsiębiorczość, szczególnie kobiet i młodzieży, kształcenie i szkolenie zawodowe.

source: Pursuant to the Multiannual Programme and the Development Cooperation Plan 2016 , as part of the human capital strategic priority, development cooperation for Palestine serves implementation of the following objectives: “improving access to quality education at all levels of education, especially pre-school education” and “supporting social integration of people from groups at risk of exclusion.”
pl: Zgodnie z Programem wieloletnim i Planem Współpracy Rozwojowej w 2016 r. w ramach priorytetu strategicznego kapitał ludzki, współpraca rozwojowa na rzecz Palestyny służy realizacji następujących celów: „poprawa dostępu do wysokiej jakości edukacji na wszystkich poziomach kształcenia, szczególnie edukacji przedszkolnej” oraz „wsparcie integracji społecznej osób z grup zagrożonych wykluczeniem”.

source: Achievement of the following results will be crucial for this area:
pl: Kluczowe dla tego obszaru będzie osiągnięcie następujących rezultatów:

source: improving infrastructure and equipment of educational centres, teaching at all levels of education and increase in professional competence of the teaching stuff;
pl: poprawa infrastruktury i wyposażenia ośrodków edukacyjnych, kształcących na wszystkich poziomach edukacji oraz wzrost kompetencji zawodowych kadry pedagogicznej;

source: improving the state of infrastructure and access to pre-school education;
pl: poprawa stanu infrastruktury i dostępu do edukacji przedszkolnej;

source: increasing access to social services (health care, education) of people from groups at risk of social exclusion.
pl: zwiększenie dostępu do usług społecznych (ochrona zdrowia, edukacja) osób z grup zagrożonych wykluczeniem społecznym.

source: The lack of infrastructure is one of the main barriers to development of education in Palestine.
pl: Braki infrastrukturalne to jedna z głównych barier dla rozwoju edukacji w Palestynie.

source: In 2013, only four public kindergartens were functioning in the sector of education for the youngest, while 1,132 institutions were privately managed ( source ).
pl: W 2013 r. w sektorze edukacji dla najmłodszych funkcjonowały jedynie cztery publiczne przedszkola, podczas gdy 1 132 placówki zarządzane były prywatnie ( źródło ).

source: Due to the limited access to the institutions, especially in hard to reach areas, the percentage of children attending kindergartens is very low.
pl: Ze względu na ograniczony dostęp do placówek, zwłaszcza w trudno dostępnych rejonach, odsetek dzieci uczęszczających do przedszkoli jest bardzo niski.

source: While among the pupils of primary schools the net enrolment rate in 2014 was almost 91%, at the stage of pre-school education only slightly more than 45% of children were covered by formal education ( source ).
pl: Podczas gdy wśród uczniów szkół podstawowych współczynnik skolaryzacji netto wynosił w 2014 r. niemal 91%, na etapie edukacji przedszkolnej jedynie nieco ponad 45% dzieci objęta była edukacją formalną ( źródło ).

source: According to the National Development Plan 2014-2016 , the priorities within the education sector include, among others, ensuring access to education for all, with particular emphasis on persons with disabilities and children living in remote and marginalised communities, increasing enrolment at the early stages of education, improving the quality of secondary education and the qualifications of teaching staff, as well as development of school and educational infrastructure.
pl: Zgodnie z Narodową Strategią Rozwoju dla Palestyny na lata 2014-2016 w obrębie sektora edukacji do priorytetów należą m.in. zapewnienie dostępu do edukacji wszystkim, ze szczególnym uwzględnieniem osób z niepełnosprawnościami i dzieci żyjących w odległych i zmarginalizowanych społecznościach, zwiększenie skolaryzacji na wczesnych etapach edukacji, poprawa jakości edukacji średniej oraz kwalifikacji personelu pedagogicznego, a także rozwój infrastruktury szkolnej i edukacyjnej.

source: As part of the agriculture and rural development strategic priority, development cooperation for Palestine serves implementation the objectives of “improving food security in rural areas” and “increasing efficiency and competitiveness of the agribusiness sector.”
pl: W ramach priorytetu strategicznego rolnictwo i rozwój obszarów wiejskich, współpraca rozwojowa na rzecz Palestyny służy realizacji celów: „poprawa bezpieczeństwa żywnościowego na obszarach wiejskich” oraz „zwiększenie wydajności i konkurencyjności sektora agrobiznesu”.

source: growth of income and raised levels of food security of homesteads;
pl: wzrost dochodów i podniesiony poziom bezpieczeństwa żywnościowego gospodarstw rolnych;

source: increasing competitiveness, efficiency and innovation of producer groups, cooperatives and agricultural cooperatives;
pl: zwiększenie konkurencyjności, wydajności i innowacyjności grup producenckich, kooperatyw oraz spółdzielni rolniczych;

source: improving access of agri-food products to outlets, achieving higher quality of agricultural production.
pl: poprawa dostępu produktów rolno-spożywczych do rynków zbytu, uzyskanie wyższej jakości produkcji rolnej.

source: Currently (data of 2014), agriculture has a relatively small share in the economy of Palestine - 3.5% in the West Bank and 4.7% of GDP in the Gaza Strip , respectively.
pl: Obecnie (dane z 2014 r.) rolnictwo ma stosunkowo niewielki udział w gospodarce Palestyny - odpowiednio 3,5% na Zachodnim Brzegu i 4,7% PKB w Strefie Gazy .

source: According to data from 2013, 11% of the total labour force is employed in this sector ( source ).
pl: Według danych z 2013 r. w sektorze znajduje zatrudnienie 11% spośród ogółu siły roboczej ( źródło ).

source: The National Development Plan 2014-2016 indicates the need for development of the agricultural sector, allocating 43% of funds earmarked for investments in the economic sector for this goal.
pl: Narodowa Strategia Rozwoju Palestyny na lata 2014-2016 wskazuje na potrzebę rozwoju sektora rolniczego, przeznaczając na ten cel 43% środków zarezerwowanych na inwestycje w sektor gospodarczy.

source: Pursuant to this document, actions taken by the Palestinian authorities are aimed at achieving growth and diversification of production and increasing the share of the sector in relation to GDP.
pl: W myśl tego dokumentu, podejmowane przez palestyńskie władze działania skierowane są na osiągnięcie wzrostu i dywersyfikacji produkcji oraz zwiększenie udziału sektora w stosunku do PKB.

source: The result sought is also increasing the quality of agricultural production and increase in competitiveness on the local and foreign market.
pl: Poszukiwanym rezultatem jest również zwiększenie jakości produkcji rolnej i wzrost konkurencyjności na rynku lokalnym i zagranicznym.

source: As part of the entrepreneurship and private sector strategic priority, development cooperation for Palestine serves implementation the objectives of “strengthening local private sector” and “development of entrepreneurship.”
pl: W ramach priorytetu strategicznego przedsiębiorstwo i sektor prywatny, współpraca rozwojowa na rzecz Palestyny służy realizacji celów: „wzmocnienie lokalnego sektora prywatnego” oraz „rozwój przedsiębiorczości”.

source: increase in labour force participation and employment of women and young people;
pl: wzrost aktywności zawodowej i zatrudnienia kobiet i młodzieży;

source: increasing access of women and young people (including graduates) to technical education, training and counselling, and improving the quality of infrastructure for the improvement of professional skills;
pl: zwiększenie dostępu kobiet i młodzieży (w tym absolwentów) do kształcenia technicznego, szkoleń i doradztwa zawodowego oraz podniesienie jakości infrastruktury służącej podnoszeniu kwalifikacji zawodowych;

source: strengthening non-profit organisations supporting professional education and employment opportunities for women and youth in East Jerusalem.
pl: wzmocnienie organizacji non-profit, wspierających edukację zawodową i szanse zatrudnienia kobiet i młodzieży we Wschodniej Jerozolimie.

source: From the point of view of proper social development, support for groups which are at the biggest risk of exclusion is particularly needed.
pl: Z punktu widzenia prawidłowego rozwoju społecznego, szczególnie potrzebne jest wspieranie grup najbardziej narażonych na wykluczenie.

source: This applies in particular to women and young people.
pl: Dotyczy to w szczególności kobiet i osób młodych.

source: In 2015 the labour force participation rate in Palestine was 49%, while among women only 19%.
pl: W 2015 r. współczynnik aktywności zawodowej w Palestynie wynosił 49%, natomiast wśród kobiet zaledwie 19%.

source: In the same year, the unemployment rate was 26%, while among women this rate reached 39% (compared to men - 22%), and among young people - as much as 41% ( source ).
pl: W tym samym roku stopa bezrobocia wynosiła 26%, przy czym wśród kobiet wskaźnik ten osiągnął 39% (dla porównania wśród mężczyzn - 22%), a wśród młodzieży - aż 41% ( źródło ).

source: Activation of these highly disadvantaged groups is in line with the implementation of the priority of entrepreneurship and private sector, and is consistent with the Palestinian Development Plan.
pl: Aktywizacja tych mocno defaworyzowanych grup wpisuje się w realizację priorytetu przedsiębiorczość i sektor prywatny oraz jest spójna z palestyńską strategią rozwoju.

source: Specifically, the activities will involve provision of support to the staff of a maternity hospital; conducting workshops on writing icons addressed to the youth of three Roman Catholic parishes in Bethlehem, Beit Sahour and Beit; and conducting interdisciplinary art classes for children in the age of 2-6 in the kindergarten run at the Crèche orphanage in Bethlehem.
pl: W ujęciu szczegółowym działania będą polegały na udzielaniu wsparcia personelowi szpitala położniczego; prowadzeniu warsztatów z pisania ikon kierowanych do młodzieży z trzech parafii rzymskokatolickich w Betlejem, Beit Sahour i Beit; oraz prowadzeniu interdyscyplinarnych zajęć plastycznych dla dzieci w wieku 2-6 lat w przedszkolu prowadzonym przy domu dziecka Crèche w Betlejem.

source: As part of the first module of the project, in 3 agricultural cooperatives and one centre for disabled in the regions of Bethlehem, Hebron and Ramallah 300 square meters of hydroponic and reservoir cultivations will be established, making cultivation possible for people who do not have land, within which individual beneficiaries gathered in them will learn to cultivate fresh vegetables and get them for their own needs.
pl: W ramach I modułu projektu w 3 spółdzielniach rolniczych i jednym ośrodku dla niepełnosprawnych w rejonach Betlejem, Hebronu i Ramallah ustanowionych zostanie 300 m kw. upraw hydroponicznych i zbiornikowych, umożliwiających uprawy osobom nie posiadającym ziemi, w ramach których zrzeszeni w nich indywidualni beneficjenci nauczą się prowadzić uprawy świeżych warzyw i uzyskiwać je dla własnych potrzeb.
